{
  "title": {
    "main_title": "A Song For a New Day",
    "subtitle": null
  },
  "authors": [
    {
      "first_name": "Sarah",
      "last_name": "Pinsker",
      "description": ""
    }
  ],
  "isbn": "9781984802583",
  "reason_for_reading": "Pleasure",
  "publication_date": "09-10-2019",
  "original_language": "ENG",
  "genre": "fiction;science-fiction;speculative fiction",
  "start_date": "01-20-2021",
  "finish_date": "01-24-2021",
  "pages": 372,
  "word_count": 116746,
  "flesh_kincaid_reading_level": 78.89,
  "synopsis": "In the Before, when the government didn't prohibit large public gatherings, Luce Cannon was on top of the world. One of her songs had just taken off and she was on her way to becoming a star. Now, in the After, terror attacks and deadly viruses have led the government to ban concerts, and Luce's connection to the world--her music, her purpose—is closed off forever. She does what she has to do: she performs in illegal concerts to a small but passionate community, always evading the law.\r\n\r\nRosemary Laws barely remembers the Before times. She spends her days in Hoodspace, helping customers order all of their goods online for drone delivery—no physical contact with humans needed. By lucky chance, she finds a new job and a new calling: discover amazing musicians and bring their concerts to everyone via virtual reality. The only catch is that she'll have to do something she's never done before and go out in public. Find the illegal concerts and bring musicians into the limelight they deserve. But when she sees how the world could actually be, that won’t be enough.",
  "key_takeaway": "",
  "key_ideas": [
    {
      "topic_heading": "",
      "text": ""
    }
  ],
  "counter_ideas": [
    {
      "topic heading": "",
      "text": ""
    }
  ],
  "quotes": [
    {
      "quote": "",
      "page": ""
    }
  ],
  "vocabulary": [
    {
      "word": "",
      "part_of_speech": "",
      "pronunciation": "",
      "definition": ""
    }
  ],
  "review": "",
  "review_score": 3.0,
  "other_reading": [
    {
      "book_title": "",
      "author": ""
    }
  ]
}