{
  "title": {
    "main_title": "Together",
    "subtitle": "The Healing Power of Human Connection in a Sometimes Lonely World"
  },
  "authors": [
    {
      "first_name": "Vivek",
      "last_name": "Murthy",
      "description": "19th Surgeon General of the United States"
    }
  ],
  "isbn": "9780062913296",
  "reason_for_reading": "pleasure",
  "publication_date": "2020-01-01",
  "original_language": "ENG",
  "genre": "non-fiction;self-help",
  "start_date": "2021-01-24",
  "finish_date": "2021-01-30",
  "pages": 307,
  "word_count": 102764,
  "flesh_kincaid_reading_level": 56.59,
  "synopsis": "Humans are social creatures: In this simple and obvious fact lies both the problem and the solution to the current crisis of loneliness. In his groundbreaking book, the 19th surgeon general of the United States Dr. Vivek Murthy makes a case for loneliness as a public health concern: a root cause and contributor to many of the epidemics sweeping the world today from alcohol and drug addiction to violence to depression and anxiety. Loneliness, he argues, is affecting not only our health, but also how our children experience school, how we perform in the workplace, and the sense of division and polarization in our society.\\r\\n\\r\\nBut, at the center of our loneliness is our innate desire to connect. We have evolved to participate in community, to forge lasting bonds with others, to help one another, and to share life experiences. We are, simply, better together.\\r\\n\\r\\n During Murthy\\u2019s tenure as Surgeon General and during the research for Together, he found that there were few issues that elicited as much enthusiastic interest from both very conservative and very liberal members of Congress, from young and old people, or from urban and rural residents alike. Loneliness was something so many people have known themselves or have seen in the people around them. In the book, Murthy also shares his own deeply personal experiences with the subject--from struggling with loneliness in school, to the devastating loss of his uncle who succumbed to his own loneliness, as well as the important example of community and connection that his parents modeled. Simply, it\\u2019s a universal condition that affects all of us directly or through the people we love\\u2014now more than ever.",
  "key_takeaway": "The lessons in Together have immediate relevance and application. These four key strategies will help us not only to weather this crisis, but also to heal our social world far into the future.\\r\\n\\r\\n1. Spend time each day with those you love. Devote at least 15 minutes each day to connecting with those you most care about.\\r\\n2. Focus on each other. Forget about multitasking and give the other person the gift of your full attention, making eye contact, if possible, and genuinely listening.\\r\\n3. Embrace solitude. The first step toward building stronger connections with others is to build a stronger connection with oneself. Meditation, prayer, art, music, and time spent outdoors can all be sources of solitary comfort and joy.\\r\\n4. Help and be helped. Service is a form of human connection that reminds us of our value and purpose in life. Checking on a neighbor, seeking advice, even just offering a smile to a stranger six feet away, all can make us stronger.",
  "review": "While the material in this book is compelling if at first glance (this certainly isn't the first book to warn of the detrimental effects loneliness has on health), it is so stutteringly arranged as to make it aggressively dull. There were dozens of times when reading this book that I found myself two or three pages downstream with no recollection of how I got there. There is no logical grouping of themes into chapters, Murthy uses personal anecdote far less frequently than he should (his story framing the most compelling bits of the book), and the books prime arguments against loneliness (and for togetherness) are lost in the flat-wheel gait of pacing. It's a shame, as the book bears the emblems of some of my favorite, and most compelling, 'self-help' gurus and social scientists -- Daniel Pink, Atul Gawande, Malcolm Gladwell. Were the book to have the steadier hand of a better editor and a bit more cohesion, it might be taken on it's merits, but I couldn't recommend it now. ",
  "review_score": 2
}